if SCRIPT_MANUAL_START then
notification("月落霜影...\n欢迎回到GRANDTOURINGVIP!")
menu.delete(startgt)
end
if SCRIPT_SILENT_START then
notification("月落霜影...\n欢迎回到GRANDTOURINGVIP!")
menu.delete(startgt)
end
function realheart()
notification("谢谢你，能发现这个选项，并且点击了它，写下它之前，我想了很多很多\n希望你的人与事情不会为你带来压力，同时也希望事情中的任何人也不会有压力，希望你每天都开心快乐没有烦恼，与任何人和任何事都是的极其美好状态，\n也不会因为杂碎的事情而打破自己的心情，真心的祝福你\n如果真的不可避免，\n祝福你未来不会孤独的一个人承受，会有其他人聆听,而不会形只影单，\n也不会只能无奈的看着天花板,不要再半夜胡思乱想，遇到烦心事不要抱着酒瓶子库库炫一顿，\n这个样子对自己很不好，\n不仅对身体不好，对自己的心情也会有更大的影响,\n我的现实目前很糟糕，很多烦心的事情，\n围绕着我,即使我现在很不好，\n但是我仍然想为你们撑一把伞，即使我什么都做不了，但是我能对你有一个诚实的祝福\n希望你今后不会像我一样，遇到了不愉快的事情，只能去无奈，去心酸，却又一点办法都没有，我能做的就是为大家提供脚本的更新支持，除此之外没有别的，\n我也不会得到什么心灵安慰，\n而我可能仍然会困在糟糕的情绪中，我实在不想憋着了，所以请允许将这段话写进这里\n我不想描绘一幅不诚实的画面，但是很希望你们不会像我一样,我试图让这条通知变得更容易发现，但我不会这样做，\n因为显得我太矫情，同时我又很希望将我的心意传达给你们,我总是守护着自己心里的最纯真的东西，它导致我现实中心态很脆弱，总是被一切不起眼的事情而难过,\n我也在修正我自己,我希望你们遇到了令人痛苦，烦恼，烦恼之类的事情，能有一个或者多个人多个事情能在你们身边安慰你，能让糟糕心情不再那么糟糕，真心的祝福\n献给GRANDTOURINGVIP的顶级作弊者们")
end
function changelogs()
    notification("更新日志 Version: 4.28\n现已推出 总统保镖模式(娱乐选项>保镖选项)\n总共有七种车辆类型可选择\n感谢 眼眸 提供的视频素材使得让这一功能出现在GT中\n#新增>保镖选项>马东锡的护法\n#新增>马东锡的护法>生成的载具类型\n#新增>马东锡的护法>载具是否无敌\n#新增>马东锡的护法>现在就当总统\n#新增>马东锡的护法>所有人下车\n#新增>马东锡的护法>移除所有护法\n#新增>自我选项>自我玩乐>爆炸人\n#新增>自我选项>自我玩乐>霹雳舞\n#新增>自我选项>自我玩乐>水蹦床(高度)\n#新增>载具选项>载具玩乐>空中漂移(速度)\n^修复>极少数人出现的信息栏报错\n^修复>点开玩家,拉到最下面,并没有出现GRANDTOURINGVIP的选项(来自>梦)\n^修复>管理附近载具>爆炸附近载具,无效\n^其他的一些改进与修复(3)\nGRANDTOURINGVIP [Stand] 4.28")
end