----攻击嘲讽
      chaofeng = "您正在攻击尊贵的GTA5在线小助手用户! 请停止你的恶意行为"


----嘲讽自定义
      tauntname1 = "自定义1"
      tauntname2 = "自定义2"
      custom_taunt_sentence1 = "daidai"
      custom_taunt_sentence2 = "daidai goddess"


----怼人自定义
      cussing1 = "傻逼吗都说了不要点！！！"

      cussing2 = "死傻逼"
      cussing2_1 = "看见天上的碎片没，那是你婊子妈，被馆子里的嫖客插的原地升天瞬间爆炸，又落到了你祖坟上八米高的草"

      cussing3 = "听说你妈在阴间卖批，死也不改老本行"

      cussing4 = "见过丑的,没见过这么丑的,你"
      cussing4_1 = "是真特么丑" 

      cussing5 = "你怎么好意思浪费你爸妈一晚上时间的,不知羞耻！"

      cussing6 = "你个溅B,破鞋,你溅得嘴里长痔疮,你爹我已经把你妈B草烂了,你妈怎么还在大街上卖B"

      cussing7 = "我操你妈才有你着个不孝的,腆着个逼脸还他妈敢出来蹦哒呢,这得到底多少个极品因子才能组成现在这样个性的你啊？"

      cussing8 = "脸长的跟矿泉水瓶让人踹瘪了似的,我明明看你从泰国医院出来的,怎么还是这样"

      cussing9 = "我家狗崽崽性功能强你要不要拿一根胡萝卜塞塞？"

      cussing10 = "你上辈子是女人的苦茶子？怎么这么喜欢装逼啊"

